{
  "products": [
    {
      "card_title": "Philips Selfie Straightener (HP8302/06)",
      "title": "Philips Selfie Straightener (HP8302/06)",
      "rating": "4.2",
      "ratingNum": "2751",
      "reviews": "655",
      "price": "1295",
      "off_price": 1099,
      "offer": "15",
      "image1": "https://images-static.nykaa.com/media/catalog/product/2/9/29cd491nyphilips0015as__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/2/9/29cd491nyphilips0015as__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/2/9/29cd491nyphilips0015as__3_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Philips India",
      "category": "Hair_Styling_Tools",
      "sub_category": "Straighteners",
      "description": "Straighten and style your hair with this easy to use Philips HP8302/00 Selfie Straightener. With silkpro care technology and advanced keratin ceramic coating, the plates of this straighter are smoother than silk, resulting in less heat exposure and minimal friction. 210 degree C professional styling temperature gives you that perfect look like you've just come from the salon.",
      "how_to_use": "Warranty: 2 years Philips India warranty from the date of purchase",
      "id": 1,
      "quan": 1
    },
    {
      "card_title": "Ikonic Professional Hair Staightner Pro Titanium Shine",
      "title": "Ikonic Professional Hair Staightner Pro Titanium Shine (PTS)",
      "rating": "4.2",
      "ratingNum": "306",
      "reviews": "79",
      "price": "7000",
      "off_price": 6300,
      "offer": "10",
      "image1": "https://images-static.nykaa.com/media/catalog/product/7/d/7d5f64a8904231000124_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/7/d/7d5f64a8904231000124_2.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/7/d/7d5f64a8904231000124_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Ikonic Professional",
      "category": "Hair_Styling_Tools",
      "sub_category": "Straighteners",
      "description": "Ikonic Pro Titanium Shine comes with wider plates, allowing you to style all types of hair with ease. It heats up in 10 seconds to give you straight and shiny hair in a short time. Its advanced floating titanium plates heat the hair from the inside out, producing a long-lasting, glossy, sleek and shiny finish.  Titanium plates emit gentle, far-infrared heat that is kinder to hair and eliminates frizz, leaving it soft and shiny. LED display with adjustable temperature range from 130 C to 230 C Professional PTC Heater and Dual Ceramic Heaters for immediate heat up and rapid heat recovery Beveled edges for straightening, styling, and volumizing",
      "how_to_use": "Additional Information: Ikonic Professional is a leading brand of professional styling tools and accessories in India. With an extensive product range Ikonic has been successfully catering to professionals with varied requirements. All the tools are designed with cutting-edge technology to bring you style, control and flexibility.",
      "id": 2,
      "quan": 1
    },
    {
      "card_title": "Philips Hair Dryer Pro -- (HP8120/00)",
      "title": "Philips Hair Dryer Light Weight(HP8120/00)",
      "rating": "4.4",
      "ratingNum": "341",
      "reviews": "101",
      "price": "1345",
      "off_price": 967,
      "offer": "28",
      "image1": "https://images-static.nykaa.com/media/catalog/product/b/d/bdd7491nyphilips0009as__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/b/d/bdd7491nyphilips0009as__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/b/d/bdd7491nyphilips0009as__4_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Philips India",
      "category": "Hair_Styling_Tools",
      "sub_category": "Hair_Dryers",
      "description": "Philips HP8120/00 EssentialCare Hair Dryer is cute, compact and powerful. 1200W power enables you to dry hair gently and quickly. Flexible caring settings are designed to meet different drying needs and offer extra care.",
      "how_to_use": "ThermoProtect temperature setting: Provides the optimal drying temperature while giving additional protection. The ThermoProtect optimal airflow and heat combination allows you to quickly dry your hair without overheating, maintaining your hair's natural moisture level, for shiny healthy looking hair.",
      "id": 3,
      "quan": 1
    },
    {
      "card_title": "Gorgio Professional Hair Dryer (HDB06)",
      "title": "Gorgio Professional Hair Dryer (HDB06)",
      "rating": "4.2",
      "ratingNum": "150",
      "reviews": "17",
      "price": "2999",
      "off_price": 2399,
      "offer": "20",
      "image1": "https://images-static.nykaa.com/media/catalog/product/a/f/af7afa0659499659253ws__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/a/f/af7afa0659499659253ws__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/a/f/af7afa0659499659253ws__4_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Gorgio Professional",
      "category": "Hair_Styling_Tools",
      "sub_category": "Hair_Dryers",
      "description": "Gorgio Professional Hair Dryer HDB06 comes with a high performance 2000 watt AC motor for both personal and professional use. It is a highly efficient hair dryer with a high performance AC motor that neutralises the frizz in your hair by releasing negative ions. Comes with a real cool shot that seals the cuticle, protects hair from damage and adds shine. In terms of speed settings it comes with two flexible speed setting for a careful and gentle hair drying.  The Gorgio Professional hair dryer comes with a 2 meter power cord which gives convenient usage for personal and professional use at salon. Inbuilt overheat protection in order to provide an optimal hair drying temperature and for additional protection. Has a compact and ergonomic design, resulting in a dryer that is light and easy to handle yet small enough to store virtually anywhere. Narrow concentrator, the concentrator works by focusing the flow of the air through the opening onto specific areas, this results in precise styling and is great for touch up and to finish a style.",
      "how_to_use": "Warranty: 12 months warranty against any manufacturing defect.",
      "id": 4,
      "quan": 1
    },
    {
      "card_title": "Ikonic Professional Pro Curler -- Black",
      "title": "Ikonic Professional Pro Curler - Black",
      "rating": "2.4",
      "ratingNum": "8",
      "reviews": "1",
      "price": "6750",
      "off_price": 5400,
      "offer": "20",
      "image1": "https://images-static.nykaa.com/media/catalog/product/d/e/ded95fcikoni00000002_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/d/e/ded95fcikoni00000002_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/d/e/ded95fcikoni00000002_4.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Ikonic Professional",
      "category": "Hair_Styling_Tools",
      "sub_category": "Curling_Irons/Stylers",
      "description": "Ikonic Pro Curl is an easy-to-operate curling tool with ceramic infrared plates that instantly heat up to provide an even heat distribution. Its adjustable temperature setting and temperature lock feature allows you for a customized hair styling session. This styling tool has a cool LCD digital temperature display shows you the temperature and a cool shot option to set your curls for a long-lasting look.",
      "how_to_use": "Use on dry hair, after applying heat protectant. Apply hair setting spray for a long lasting hair style.",
      "id": 5,
      "quan": 1
    },
    {
      "card_title": "Agaro Hair Curler Stylish -- (HC-8001)",
      "title": "Agaro Hair Curler (HC-8001)",
      "rating": "4.3",
      "ratingNum": "1714",
      "reviews": "456",
      "price": "1595",
      "off_price": 767,
      "offer": "52",
      "image1": "https://images-static.nykaa.com/media/catalog/product/8/9/8904320002060s.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/8/9/8904320002060as_1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/8/9/8904320002060as_3_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Agaro",
      "category": "Hair_Styling_Tools",
      "sub_category": "Curling_Irons/Stylers",
      "description": "AGARO is a result of extensive R&D by a team of international experts committed to bring you a range of personal care products that are feature rich and offer great value with lasting results. This product is designed for high quality personal grooming that boosts your confidence.  Revamp your look and get lustrous locks without damaging your hair with AGARO Hair Curler HC 8001. This curling iron has ceramic coated plates and provides bouncy, shiny and frizz free curl without hassle. The long 10mm thin barrel is ideal for faster styling results as you can wrap longer strands of your hair in one set. It also has a LCD indicator that lights up whenever the device is switched on.",
      "how_to_use": "Divide dried and detangled hair into small sections. Wrap each section around the curling tong. Keep the hair wrapped around the tong for 5-8 seconds. You can hold the cool tip to keep the tool steady. Unwrap the hair to reveal perfectly curled hair. Repeat with other hair sections. Don't let the hot tool get touch your scalp.",
      "id": 6,
      "quan": 1
    },
    {
      "card_title": "Nova Prime Series NHT 1094 Trimmer for Men",
      "title": "Nova Prime Series NHT 1094 Trimmer for Men",
      "rating": "3.5",
      "ratingNum": "3",
      "reviews": "1",
      "price": "1895",
      "off_price": 549,
      "offer": "71",
      "image1": "https://images-static.nykaa.com/media/catalog/product/7/4/740040anovax00000007_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/7/4/740040anovax00000007_5.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/7/4/740040anovax00000007_2.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Nova",
      "category": "Shaving_Tools",
      "sub_category": "Trimmers",
      "description": "With all this Nova Prime Series NHT 1094 Trimmer for Men, you can achieve the perfect rugged look in the comfort of your home. It comes with 40 length settings to choose from, with an ergonomic design that enables you to easily use and control it so that you can achieve the desired look. And, thanks to its rounded blade teeth, you won't get any nicks or cuts while trimming your beard.",
      "how_to_use": "Run it over your facial/ body hair or your underarms. When you are done, rinse under the tap to clean or use the cleaning brush to remove hair.",
      "id": 7,
      "quan": 1
    },
    {
      "card_title": "ZLADE Ballistic Beard & Hair Trimmer For Men",
      "title": "ZLADE Ballistic Beard & Hair Trimmer For Men",
      "rating": "1",
      "ratingNum": "1",
      "reviews": "1",
      "price": "3999",
      "off_price": 1600,
      "offer": "60",
      "image1": "https://images-static.nykaa.com/media/catalog/product/a/f/af25682ballisticzg1__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/a/f/af25682ballisticzg1__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/a/f/af25682ballisticzg1__5_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "ZLADE",
      "category": "Shaving_Tools",
      "sub_category": "Trimmers",
      "description": "Zlade brings you the revolutionary Ballistic range of hair trimmers. The new Ballistic Beard and Hair Trimmer is equipped with ceramic blades which give a precision trim to your Beard. The Ballistic Trimmer is waterproof, wireless and has a runtime of 60 minutes on a full charge. The trimmer can be used to shape and trim your beard and also to procure a perfect haircut. Featuring ceramic blades, this trimmer offers precise hair and beard styling, while the Safe-Edge technology helps protect your skin from nicks and cuts.",
      "how_to_use": "Press the on/off switch. Hold trimmer blade on your stretched skin or with guide comb on beard and guide the trimmer against the direction of the hair growth. Clean trimmer time to time with the cleaning brush.",
      "id": 8,
      "quan": 1
    },
    {
      "card_title": "CARRERA 421 Professional Rechargeable Wireless...",
      "title": "CARRERA 421 Professional Rechargeable Wireless Electric Shaver and Precision Trimmer (Unisex)",
      "rating": "5",
      "ratingNum": "3",
      "reviews": "1",
      "price": "6990",
      "off_price": 4790,
      "offer": "31",
      "image1": "https://images-static.nykaa.com/media/catalog/product/d/b/db72c458903558284545__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/d/b/db72c458903558284545__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/d/b/db72c458903558284545__4_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "CARRERA",
      "category": "Shaving_Tools",
      "sub_category": "Shavers",
      "description": "CARRERA 421 Professional Rechargeable Wireless Electric Shaver is smaller version of Shaver No. 521, but don't be fooled. The two precision shaving foils show stubble no mercy, while the integrated trimmer catches longer hairs too. Pre-shave? Done. Skin? Smooth.",
      "how_to_use": "Set the trimmer according to the desired length and run over your stubble/beard. Detach the head and rinse it under the tap for easy cleaning. Dry it before you put it back on the appliance.",
      "id": 9,
      "quan": 1
    },
    {
      "card_title": "Braun Series Xt5100 Beard Trimmer, Shaver And Electric",
      "title": "Braun Series Xt5100 Beard Trimmer, Shaver And Electric Razor For Men - One Tool",
      "rating": "4.0",
      "ratingNum": "72",
      "reviews": "5",
      "price": "3499",
      "off_price": 2974,
      "offer": "15",
      "image1": "https://images-static.nykaa.com/media/catalog/product/6/3/63f4e364210201400448.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/6/3/63f4e364210201400448_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/6/3/63f4e364210201400448_4.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Braun",
      "category": "Shaving_Tools",
      "sub_category": "Shavers",
      "description": "Braun Series XT5 is a trimmer, body groomer and electric razor for men, all in one tool. Its 4D-blade delivers an easy and comfortable shave that is gentle on the skin. 100% waterproof, this trimmer and shaver can be used wet or dry and its metal blade is built to last up to 6 months. The slim design and anti-slip grip make it surprisingly easy to handle.",
      "how_to_use": "Always shave before washing your face. At all times, hold the shaver at a right angle.",
      "id": 10,
      "quan": 1
    },
    {
      "card_title": "Bronson Professional Derma Roller Bronson Professional",
      "title": "Bronson Professional Derma Roller Bronson Professional 0.50mm 540 Needles",
      "rating": "4",
      "ratingNum": "720",
      "reviews": "201",
      "price": "360",
      "off_price": 284,
      "offer": "21",
      "image1": "https://images-static.nykaa.com/media/catalog/product/b/d/bd99534nybronson002_br__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/b/d/bd99534nybronson002_br__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/b/d/bd99534nybronson002_br__3_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Bronson Professional",
      "category": "Face/Skin_Tools",
      "sub_category": "Dermarollers",
      "description": "Microneedling with dermaroller is a new treatment for treatment of scars, especially acne scars, stretch marks, wrinkles, and for facial rejuvenation. The Bronson Professional Titanium Derma Roller is one of the strongest derma rollers available in the market. It has a nice curved design that's pretty easy to hold and use. The handle is made of colored plastic, and the roller head holds 540 micro needles. These needles are really tough and durable, so they suit well for needling large and small areas and make this dermaroller one of the longest lasting beauty tools. Effective on all skin types, dermaroller is ideal for stretch mark removal and scar reduction treatments on any part of the body, the titanium body of the needles will ensure many months of micro needling pleasure!",
      "how_to_use": "Step 1: The roller is moved across the area of skin to be treated in a series of sequential movements. Step 2: Press firmly but do not overdo this to avoid any unnecessary discomfort. Step 3: One way of using a roller is to imitate the points of a compass and roll it front, left, right and then backwards. This ensures even coverage without overdoing it. Step 4: Your skin will feel warm and tight after use and will have a reddish color similar to a case of mild sunburn. This is entirely normal and will ease within 24 hours. You can apply a skin care product to your skin which will help with this. Step 5: There should be no pain associated with the derma roller but what you will experience is a tickling sensation as you move the roller over your skin.",
      "id": 11,
      "quan": 1
    },
    {
      "card_title": "Nykaa Naturals Gua Sha Stone - Green Jade",
      "title": "Nykaa Naturals Gua Sha Stone - Green Jade",
      "rating": "4.3",
      "ratingNum": "483",
      "reviews": "158",
      "price": "1799",
      "off_price": 1439,
      "offer": "20",
      "image1": "https://images-static.nykaa.com/media/catalog/product/1/-/1-product-with-strip_1_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/8/9/8904245713959_2_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/8/9/8904245713959_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Nykaa Naturals",
      "category": "Face/Skin_Tools",
      "sub_category": "Dermarollers",
      "description": "The Gua Sha in its purest form, has been an ancient eastern beauty routine since centuries. A prized beauty treasure owned by elite women, this precious stone was passed down through the ages to lift, sculpt and tighten every facial muscle. Nykaa’s Gua Sha Stone works its magic to gently massage the face, enhance lymphatic drainage and circulation, while leaving the skin all smooth and glowy. It's that one stone that makes a woman feel beautiful in her own skin, and now you can feel the same way too.",
      "how_to_use": "Wash and pat your face dry. Moisturize with Nykaa Skin Potion Glow Boosting Facial Oil that rejuvenates skin's texture. Gently stroke your face using Nykaa Gua Sha Stone that will produce a calming effect while enhancing your complexion.",
      "id": 12,
      "quan": 1
    },
    {
      "card_title": "Nykaa Naturals CleanTouch 2 in 1 Face Brush...",
      "title": "Nykaa Naturals CleanTouch 2 in 1 Face Brush & Massager for Deep Cleansing & Exfoliation - Green",
      "rating": "4",
      "ratingNum": "177",
      "reviews": "91",
      "price": "2999",
      "off_price": 2249,
      "offer": "25",
      "image1": "https://images-static.nykaa.com/media/catalog/product/1/-/1-product-with-strip_1_6.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/3/-/3-reasons-to-love_1_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/4/-/4-top-features_1_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Nykaa Naturals",
      "category": "Face/Skin_Tools",
      "sub_category": "Cleansing_Brushes",
      "description": "Reveal your skin’s youthful radiance with Nykaa’s CleanTouch Facial Cleansing Brush. It gently removes makeup residue, oil and impurities from the pores , while giving you a deeply relaxing massage. The brush goes beyond simply cleansing to deliver actual skincare benefits like exfoliating dead cells, preventing acne, signs of ageing and giving you a firmer, glowing skin. So show your skin some love by rewarding it with an indulgent facial in the comfort of your home.",
      "how_to_use": "Remove Makeup. Wet your face & apply regular product cleansing product. Dampen the brush head & turn on the device. Message your chin & cheeks in circular motions. Message your forehead in gentle outward strokes. Message your nose by gliding up and down. Rinse your face with water. Repeat cleansing ritual twice daily for best results.",
      "id": 13,
      "quan": 1
    },
    {
      "card_title": "Flawless 3 in 1 electric facial cleanser and massager brush",
      "title": "Flawless 3 in 1 electric facial cleanser and massager brush",
      "rating": "1",
      "ratingNum": "1",
      "reviews": "1",
      "price": "5500",
      "off_price": 4125,
      "offer": "25",
      "image1": "https://images-static.nykaa.com/media/catalog/product/6/7/6725084754502044672%20(2).jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/6/7/6725084754502044672%20(2).jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/6/7/6725084754502044672%20(3).jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Flawless",
      "category": "Face/Skin_Tools",
      "sub_category": "Cleansing_Brushes",
      "description": "Flawless Cleanse Facial Cleanser and Massager with its silicone head is an ultra-hygienic cleanser and massager that promotes the appearance of radiant, clean, more youthful skin. Flawless Cleanse has 4 modes, gentle cleansing, pulsating, massage, and deep cleanse for the ultimate facial cleaning experience.",
      "how_to_use": "Wet Face. Rince unit under wet water. Apply desired cleanser to unit. Place unit against skin and turn unit on.",
      "id": 14,
      "quan": 1
    },
    {
      "card_title": "Bombay Shaving Company Precision Face Razor",
      "title": "Bombay Shaving Company Precision Face Razor",
      "rating": "4.2",
      "ratingNum": "3580",
      "reviews": "755",
      "price": "150",
      "off_price": 99,
      "offer": "34",
      "image1": "https://images-static.nykaa.com/media/catalog/product/1/a/1a04cb7BOMBA00000021_YU4.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/1/a/1a04cb7BOMBA00000021_YU5.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/1/a/1a04cb7BOMBA00000021_YU6.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Bombay Shaving Company",
      "category": "Face/Skin_Tools",
      "sub_category": "Face_Epilator",
      "description": "Experience the finest pain and irritation-free shave with Bombay Shaving Company Precision Face Razor for Women. This women's razor offers one-stroke shaves with no cuts, bumps and irritation. The hygienic blades help to eliminate bacterial infection and post-shave scratches and bruises. The sleek design and protective cover of this facial razor enable you to carry it anytime, anywhere.",
      "how_to_use": "Cleanse and wash your face. Let it dry. Take out the razor's protective cap. Pull the skin tightly, slide the razor gently downwards at an angle of 45 degrees Put the protective cap back. Use face moisturizer to hydrate and balance your skin after razor treatment.",
      "id": 15,
      "quan": 1
    },
    {
      "card_title": "Flawless Finishing Touch Facial Hair Remover...",
      "title": "Flawless Finishing Touch Facial Hair Remover Blush+Finishing Touch Flawless Brows -Blush",
      "rating": "3.4",
      "ratingNum": "248",
      "reviews": "15",
      "price": "5000",
      "off_price": 3750,
      "offer": "25",
      "image1": "https://images-static.nykaa.com/media/catalog/product/7/9/798a894FLAWL00000008_PRA%20(1).jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/7/9/798a894FLAWL00000008_PRA%20(2).jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/7/9/798a894FLAWL00000008_PRA%20(3).jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Flawless",
      "category": "Face/Skin_Tools",
      "sub_category": "Face_Epilator",
      "description": "Finishing Touch Flawless is a revolutionary facial hair removal device that erases hair instatly and painlessly without the irritation that comes with plucking, waxing or depilatories. The secret is a revolutionary Butterfly Technology that erases hair by microscopically paring it down through a spinning head. Neatly and discreetly housed under the 18 karats gold-plated head, the Butterfly Technology never touches delicate facial skin. Dermatologist approved, Flawless® is not a laser, hot wire, epilator, or razor. It is safe on all skin types and tones. Finishing Touch Flawless does not use a laser or hot wire. The revolutionary Butterfly Technology erases hair by microscopically paring it down to the surface of the skin. It is safe on all skin types and tones. Dermatologist approved, Flawless® is not a laser, hot wire, epilator, or razor.",
      "how_to_use": "Remove the cap, slide the switch located on the side of the unit upward into the 'ON' position. The light will automatically turn on when the unit is 'ON'. Gently press the head of the unit flat against your skin. The unit should not be at an angle. Use in small circular motions to remove unwanted hair. Note: It is normal for the head to become warm with use.",
      "id": 16,
      "quan": 1
    },
    {
      "card_title": "IGRiD Blackhead Remover, Acne Extractor Tool",
      "title": "IGRiD Blackhead Remover, Acne Extractor Tool, Black Head & White Head Remover",
      "rating": "1",
      "ratingNum": "5",
      "reviews": "1",
      "price": "2999",
      "off_price": 1529,
      "offer": "49",
      "image1": "https://images-static.nykaa.com/media/catalog/product/a/f/af080f1697521184700__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/a/f/af080f1697521184700__6_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/a/f/af080f1697521184700__7_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "IGRiD",
      "category": "Face/Skin_Tools",
      "sub_category": "Acne_Removal",
      "description": "The iGRiD IG-3012 powerful deep pore cleanser uses vacuum technology for pore cleansing, and leaves your facial skin looking healthy and ready for the world. It is suitable for all skin types and its range of 3 different attachments makes it a multi-purpose device.",
      "how_to_use": "Open pores with hot water or steamer for 3-5 mins. Apply moisturizer to avoid skin irritation. Clean pores with iGRiD blackhead remover tool with a suitable level. Close pore with the mask or use cold water.",
      "id": 17,
      "quan": 1
    },
    {
      "card_title": "Winston Rechargeable Battery Operated Vacuum Acne Pore",
      "title": "Winston Rechargeable Battery Operated Vacuum Acne Pore Cleaner , Blackhead Remover",
      "rating": "4.8",
      "ratingNum": "108",
      "reviews": "100",
      "price": "2990",
      "off_price": 2542,
      "offer": "15",
      "image1": "https://images-static.nykaa.com/media/catalog/product/7/b/7b28688winst00000006_apr__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/7/b/7b28688winst00000006_apr__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/7/b/7b28688winst00000006_apr__6_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Winston Electronics",
      "category": "Face/Skin_Tools",
      "sub_category": "Acne_Removal",
      "description": "Blackhead removal can be a daunting task but with the Winston Rechargeable Battery Operated Vacuum Acne Pore Cleaner, it isn't. This easy-to-use suction tool gently removes impurities and blackheads from pores without the need to squeeze or pinch your delicate skin.",
      "how_to_use": "Use dry hands while using it. Put the desired nozzle on machine. Adjust speed as required and you are ready to go.",
      "id": 18,
      "quan": 1
    },
    {
      "card_title": "Braun Silk-Epil 9-720 Cordless Epilator",
      "title": "Braun Silk-Epil 9-720 Cordless Epilator",
      "rating": "4.3",
      "ratingNum": "28",
      "reviews": "15",
      "price": "7525",
      "off_price": 6396,
      "offer": "15",
      "image1": "https://images-static.nykaa.com/media/catalog/product/e/c/ecee5e54987176068965.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/e/c/ecee5e54987176068965_2.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/e/c/ecee5e54987176068965_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Braun",
      "category": "Hair_Removal_Tools",
      "sub_category": "Epilators",
      "description": "Braun Silk-epil 9-720 Cordless Epilator comes with a shaver and trimmer head that gives you added options for sensitive areas. The epilator is 100% waterproof, which means you can epilate in the bath or shower for a painless experience. Design the most perfect lines with the bikini styler - precision trimming at your fingertips.This epilator for women with a wide, pivoting head, for easier and more efficient hair removal. Micro-Grip tweezer technology (40 tweezers) provides smooth skin for weeks, not days. The ergonomic handle enables convenient use on all body areas. The Smartlight in the handle reveals the finest hairs for extra thorough hair removal.",
      "how_to_use": "Follow the instructions provided by the manufacturer.",
      "id": 19,
      "quan": 1
    },
    {
      "card_title": "Philips Epilator G-3059-32 - (BRE235)",
      "title": "Philips Epilator BRE235",
      "rating": "4.1",
      "ratingNum": "592",
      "reviews": "188",
      "price": "2795",
      "off_price": 2249,
      "offer": "20",
      "image1": "https://images-static.nykaa.com/media/catalog/product/0/5/05f74918710103897644as__1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/0/5/05f74918710103897644as__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/0/5/05f74918710103897644as__6_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Philips India",
      "category": "Hair_Removal_Tools",
      "sub_category": "Epilators",
      "description": "Enjoy smooth legs for weeks with Philips BRE235/00 Corded Compact Epilator. Gently removes hair, as short as 0.5mm, from the root. Epilation made easy with ergonomic handle and washable head for optimal hygiene. The shaving head and comb provides a close shave and leaves your skin smooth and stubble free. Its rounded shape fits perfectly in your hand for comfortable hair removal and looks great too!",
      "how_to_use": "Prep skin: Ensure that your skin is clean and dry before use. For first time users: start epilating in the evening so any reddening that develops can disappear overnight. Properly angle device: Place the epilation head at a right angle 90 degrees to the skin. For first time users: try the epilator first with the efficiency cap. Epilate: With free hand, stretching skin makes sure hairs are standing upright. Move the epilator slowly against the direction of hair growth. Cleanup: The fully removable, washable head makes cleanup a breeze.",
      "id": 20,
      "quan": 1
    },
    {
      "card_title": "Braun Body Mini Trimmer Bs1000, Electric Body Hair",
      "title": "Braun Body Mini Trimmer Bs1000, Electric Body Hair Removal For Everybody, For On-the-go",
      "rating": "3.4",
      "ratingNum": "5",
      "reviews": "1",
      "price": "2499",
      "off_price": 2124,
      "offer": "15",
      "image1": "https://images-static.nykaa.com/media/catalog/product/c/b/cb0b93c4210201313922.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/c/b/cb0b93c4210201313922_2.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/c/b/cb0b93c4210201313922_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Braun",
      "category": "Hair_Removal_Tools",
      "sub_category": "Body_Groomers",
      "description": "Braun Body Mini Trimmer BS1000 is a purpose-built mini-sized electric body hair trimmer for everybody, delivering fast, easy and gentle results—even in sensitive areas. The Braun Mini Trimmer cuts with precision, giving you close control over the length of your hair. It offers quick and gentle body hair trimming: whenever, wherever.",
      "how_to_use": "Use it in the shower or you can also shave dry for convenience. When you are done, simply rinse under the tap to easily clean your shaver.",
      "id": 26,
      "quan": 1
    },
    {
      "card_title": "Alan Truman NT-100 Ear Nose Trimmer",
      "title": "Alan Truman NT-100 Ear Nose Trimmer",
      "rating": "3.7",
      "ratingNum": "25",
      "reviews": "9",
      "price": "799",
      "off_price": 703,
      "offer": "12",
      "image1": "https://images-static.nykaa.com/media/catalog/product/2/a/2a32031alant00000021_pa__1_.png?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/2/a/2a32031alant00000021_pa__2_.png?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/2/a/2a32031alant00000021_pa__9_.png?tr=w-344,h-344,cm-pad_resize",
      "brand": "Alan Truman",
      "category": "Hair_Removal_Tools",
      "sub_category": "Body_Groomers",
      "description": "You are not alone. Many people face the ear and nose hair growth problem. However small! You have taken an important step towards your personal hygiene by purchasing this trimmer. Nose and ear hair is not an embarrassing issue, it is an extremely sensitive issue due to the human anatomy. Our nose has extremely sensitive nerve endings. These nerve-ending are not only vital for our body, but also delicate. Which means your nose trimmer better be well constructed.  Alan Trauman has taken every precaution to ensure that the complete cutting mechanism of the trimmer is concealed in 360 degree surgical stainless steel cylinder. You don't need to be a pro to trim your nose and ear hair. All you have to do it just take the trimmer cutting head close to the skin and keep moving to capture and cut as many hair as possible. Due to it's amazing concealed cutting mechanism you don't need to worry which direction you move the cutter in, how close or far you need to stay away from your skin, etc. Just keep going.",
      "how_to_use": "All you have to do it just take the trimmer cutting head close to the skin and keep moving to capture and cut as many hair as possible. Due to it's amazing concealed cutting mechanism you don't need to worry which direction you move the cutter in, how close or far you need to stay away from your skin, etc.",
      "id": 21,
      "quan": 1
    },
    {
      "card_title": "Veet Sensitive Touch Electric Trimmer Expert",
      "title": "Veet Sensitive Touch Electric Trimmer Expert",
      "rating": "4",
      "ratingNum": "2914",
      "reviews": "814",
      "price": "2250",
      "off_price": 1650,
      "offer": "27",
      "image1": "https://images-static.nykaa.com/media/catalog/product/8/9/8901396322955_new_1_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/8/9/8901396322955_new_4_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/8/9/8901396322955_new_8_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Veet",
      "category": "Hair_Removal_Tools",
      "sub_category": "Bikini_Trimmers",
      "description": "Clean the blades with the supplied brush. Both the bikini and face heads can be rinsed in water and then wiped dry. Remember not to rinse the main body under water. The battery is not re-chargeable. Once exhausted, we recommend you replace the battery with an Alkaline AA battery. ",
      "how_to_use": "Attach desired trimmer head by inserting into top of body of device and twisting clockwise.  For perfect looking eyebrows:  Trim, for desired eyebrow length just trim them! Use the small head and add the comb, Place the device over your eyebrow and move it against the direction of hair growth. For gently shaved/shaped Bikini For Shaving/shaping:  Use the large head. Touch Skin lightly and move the device in the opposite direction of hair growth. As its cutting blades, don't touch the skin, there is No fear of cuts. For gentle hair removal from upper lips and chin:  For smaller areas of upper lips you can use the high precision head and move it in opposite direction of hair growth. For chin use the larger head - touch skin lightly and move the device in the opposite direction of hair growth. For Trimming: Add the comb and choose the desired length. For perfect looking sideburns:  Step 1: Trim. For desired sideburn length just trim them. Use the small head and the comb. Place the device over your sideburn and move it against the direction of hair growth. Step 2: Shape. For a perfect sideburn shaping remove the comb and use the high precision head. Touch the skin lightly and move the device around the sideburn.",
      "id": 22,
      "quan": 1
    },
    {
      "card_title": "Braun Silk-epil 9-890+ Bikini Styler, Hair Remover",
      "title": "Braun Silk-epil 9-890+ Bikini Styler, Hair Remover for Long-lasting Results",
      "rating": "4",
      "ratingNum": "14",
      "reviews": "7",
      "price": "12355",
      "off_price": 10502,
      "offer": "15",
      "image1": "https://images-static.nykaa.com/media/catalog/product/f/3/f35e197braun00000003.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/f/3/f35e197braun00000003_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/f/3/f35e197braun00000003_5.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Braun",
      "category": "Hair_Removal_Tools",
      "sub_category": "Bikini_Trimmers",
      "description": "Explore the entire range of Epilators available on Nykaa. Shop more Braun products here.You can browse through the complete world of Braun Epilators .",
      "how_to_use": "Epilating in warm water relaxes and soothes your skin and gives you an even gentler experience. Hold the epilator at a 90 degree angle and move slowly against direction of hair growth. Hold the skin taught and add slight pressure.",
      "id": 23,
      "quan": 1
    },
    {
      "card_title": "Nykaa Facial Ice Globes for Depuffing & Skin Tightening",
      "title": "Nykaa Facial Ice Globes for Depuffing & Skin Tightening",
      "rating": "3.5",
      "ratingNum": "31",
      "reviews": "11",
      "price": "3699",
      "off_price": 2774,
      "offer": "25",
      "image1": "https://images-static.nykaa.com/media/catalog/product/8/9/8904245715069_1.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/8/9/8904245715069_3.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/8/9/8904245715069_4.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Nykaa Naturals",
      "category": "Massage_Tools",
      "sub_category": "Massagers",
      "description": "Freeze out every bit of muscle tension, and treat your skin to the ultimate relaxing facial with the Nykaa Facial Ice Globes. Packed with skin icing benefits, it promises to instantly de-puff, tighten, and lend your skin a natural radiance. Gently roll these cooling wands all over your face to indulge in healthy, glowing skin.",
      "how_to_use": "Keep the Ice Globes in the refrigerator for 30-60 minutes before use. Cleanse your face with Nykaa Naturals Face Wash and pat dry. Apply a layer of Nykaa Skin Potion Facial Oil. Gently roll the Nykaa Facial Ice Globes all over your skin to maximise absorption.",
      "id": 24,
      "quan": 1
    },
    {
      "card_title": "Bronson Professional 5 In 1 Body And Face Compact...",
      "title": "Bronson Professional 5 In 1 Body And Face Compact Beauty Care Massage And Exfoliation Tool",
      "rating": "3.4",
      "ratingNum": "1843",
      "reviews": "428",
      "price": "1000",
      "off_price": 340,
      "offer": "66",
      "image1": "https://images-static.nykaa.com/media/catalog/product/b/8/b846138nybronson0016as__2_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image2": "https://images-static.nykaa.com/media/catalog/product/b/8/b846138nybronson0016as__3_.jpg?tr=w-344,h-344,cm-pad_resize",
      "image3": "https://images-static.nykaa.com/media/catalog/product/b/8/b846138nybronson0016as__4_.jpg?tr=w-344,h-344,cm-pad_resize",
      "brand": "Bronson Professional",
      "category": "Massage_Tools",
      "sub_category": "Massagers",
      "description": "Bronson Professional 5 in 1 Body and Face Compact Beauty Care Massage and exfoliation tool works gently on your facial muscles and offers you with significant benefits.This essential & unique face massager is designed to provide you a comfortable yet powerful tapping massage therapy. It comforts and relaxes tired, aching and dehydrated skin by increasing the blood circulation. The Bronson Professional 5 in 1 Body and Face Compact Beauty Care Massage and exfoliation tool comes with five attachments which help in getting you a smooth and healthy skin, every time you use it.",
      "how_to_use": "Choose the desired massaging head. Hold the massager against your face and gently run around the face smoothly.",
      "id": 25,
      "quan": 1
    }
  ],
  "users": [
    {
      "number": "7894561300",
      "full_name": "drfsds",
      "email": "abcd@gmail.com",
      "id": 1
    }
  ]
}